Repository: nofikoff/wordpress_my_plugin_liqpay_privatbank
Catalog: languages/eliqpay-*.po
Languages: ru_ru, uk_ua

source: Pass too low arguments. Must pass 2 or more
ru_ru: Передано слишком мало аргументов. Нужно передать 2 или более
uk_ua: Передано занадто мало аргументів. Потрібно передати 2 або більше

source: Saved value for input field must be string
ru_ru: Сохраненное значение для поля ввода должно быть строкой
uk_ua: Збережене значення для поля вводу повинно бути стрічкою

source: Options "%s" not defined
ru_ru: Опция "%s" не определена
uk_ua: Опція "%s" не визначена

source: Not pass title for page
ru_ru: Не указано название для страницы
uk_ua: Не вказана назва для сторінки

source: Setting page already exists
ru_ru: Страница настройки уже существует
uk_ua: Сторінка налаштувань вже існує

source: LiqPay Setting
ru_ru: Настройки LiqPay
uk_ua: Налаштування LiqPay

source: General
ru_ru: Общие
uk_ua: Загальні

source: Ukranian
ru_ru: Украинский
uk_ua: Українська

source: Russian
ru_ru: Русский
uk_ua: Російська

source: English
ru_ru: Английский
uk_ua: Англійська

source: Public key
ru_ru: Публичный ключ
uk_ua: Публічний ключ

source: Private key
ru_ru: Приватный ключ
uk_ua: Приватний ключ

source: Currency
ru_ru: Валюта
uk_ua: Валюта

source: Language
ru_ru: Язык
uk_ua: Мова

source: Default Description
ru_ru: Описание по умолчанию
uk_ua: Опис платежу за замовчуванням

source: No set amount for donation
ru_ru: Не установлено величина для пожертвования

source: Not define the fields "%s"
ru_ru: Поле "%s" не определено
uk_ua: Поле "%s" не визначено

source: Not set public or private keys
ru_ru: Публичний или приватный ключ не установлен
uk_ua: Публічний або приватний ключ не встановлені

source: Not valid payment action
ru_ru: Не корректный Action платежа
uk_ua: Не коректна дія платежу

source: Not valid payment currency
ru_ru: Не корректная валюта платежа
uk_ua: Не коректна валюта платежу

source: Not valid amount value
ru_ru: Не корректная сумма платежа
uk_ua: Не коректна сума платежу

source: Payment description can't empty
ru_ru: Описание платежа не может быть пустым
uk_ua: Опис платежу не може бути порожнім

source: Not valid LiqPay language
ru_ru: Не корректный язык интерфейса LiqPay
uk_ua: Не коректна мова інтерфейсу LiqPay

source: Not valid paytype
ru_ru: Не корректный тип платежа
uk_ua: Не коректний тип платежу

source: Not set request action
ru_ru: Не указано необходимое действие платежа
uk_ua: Не встановлено дію запиту

source: No have set options for radio buttons
ru_ru: Не указаны опции для радио-кнопок
uk_ua: Не встановлено опцій для радіо-перемикачів

source: Select
ru_ru: Выбрать
uk_ua: Обрати

source: Donations
ru_ru: Пожертвования
uk_ua: Дарування

source: Title
ru_ru: Заголовок
uk_ua: Заголовок

source: Subtitle
ru_ru: Подзаголовок
uk_ua: Підзаголовок

source: Output type:
ru_ru: Тип вывода:
uk_ua: Тип виводу:

source: Form
ru_ru: Форма
uk_ua: Форма

source: Predefined
ru_ru: Предопределение
uk_ua: Визначений заздалегідь

source: Default amount
ru_ru: Сумма по умалчанию
uk_ua: Сума за замовчуванням

source: Amount (type value with currency, example: 100$;20€)
ru_ru: Величина (введите значение с валютой, например: 100$;20€)
uk_ua: Величина (введить значення з валютою, наприклад: 100$;20€)

source: Click to put:
ru_ru: Кликните для вставки:
uk_ua: Клацніть для ввставки:

source: Payment description
ru_ru: Описание платежа
uk_ua: Опис платежу

source: Show description field
ru_ru: Отображать поле для ввода описания платежа
uk_ua: Відображати поле для вводу опису дарування

source: Result URL
ru_ru: Страница для возвращения
uk_ua: Сторінка повернення

source: Home
ru_ru: Домашняя страница
uk_ua: Домашня сторінка

source: Donate!
uk_ua: Жертувати!
